#) როგორც კლასში გავაკეთეთ, მაგის მსგავსად გატესტეთ ეს სამი რამ: !=, >=, <=.
#33) ასევე როგორც კლასში ზუსტად ისე ოღონდ ცვლადების გამოყენებით გატესტეთ ეს ყველაფერი: ==, !=, >=, <=, >, <, and, or. და მიუწერეთ კომენტარებად თუ რას გამოიტანს (min-20 მაგალითი)
#4) კომენტარის სახით თქვენი სიტყვებით დაწერეთ and და or ოპერატორების წესები
#5) შექმენით 2 ცვლადი num1 და num2. მათი მნიშვნელობები შემოატანინეთ მომხმარებელს და შეადარეთ, num1 მეტია თუ არა num2'ზე, num1 ნაკლებია თუ არა num2'ზე და num1 ტოლია თუ არა num2'ის. 


#დავალება1


num1 = 5

num2 = 7

print(num1!=num2)

print(num2<=num1)

print(num1>=num2)


#დავალება2

#and ის შემტხვევასი ოეივე მოთხოვნა უნდა დაგმაყოფილდეს

#or ის შემთხვევაში რომელიმე მოთხოვნა უნდა დაყმაყოფილდეს







#დავალება 5


print(num1>=num2)

print(num1<=num2)

print(num1==num2)
