# გააკეთეთ 5 f string'ის მაგალითი, გამოიყენეთ დიდი წინადადებები, ასევე ჩასვით რიცხვებიც.

სახელი = "გიორგი"

გვარი= "გულბანი"

ასაკი = 14

print(f"მე ვარ {სახელი} {გვარი} {ასაკი} წლის")

დღე = 20

თვე = "იანვარს"

დავიბადე = 2010

print(f"მე დავიბადე {დავიბადე} {დღე} {თვე} ")

#ჩემი ძაღლი

ძაღლი = "მითი"

წონა = 3.200

ჯიში = "პეკინესი"

print(f"მე ყავს {ჯიში} მისი სახელია {ძაღლი} იგი იწონის {წონა}")

ფერი = "ყავისფერი"

ზომა = "57სმ"

წელი = 2

print(f"ის არის {წელი} წლის,არის {ფერი} სიმაღლე {ზომა}")

#ჩემი კატა

სახელი = "ციცინო"

წელი = 4

ფერი = "შავი"

print(f"ჩემი კატის სახელია {სახელი} იგი არის {წელი} წლის,ის არის {ფერი} ფერის")